IDEA Open Model
ConcreteBlock.Width Property
Compatible with IDEA StatiCa v 10.1
 Width of ConcreteBlock
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Width { get; set; }
Public Property Width As Double
	Get
	Set
public:
property double Width {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteBlock Class
IdeaRS.OpenModel.Connection Namespace